{
    "articles": {
        "results": [
            {
                "uri": "8458257620",
                "lang": "eng",
                "isDuplicate": false,
                "date": "2024-12-15",
                "time": "07:00:30",
                "dateTime": "2024-12-15T07:00:30Z",
                "dateTimePub": "2024-12-15T06:59:16Z",
                "dataType": "news",
                "sim": 0,
                "url": "https://www.arabnews.jp/en/business/article_136957/",
                "title": "Smart tech key to solving Middle East food security crisis",
                "body": "RIYADH: Increasing the use of smart technology in farming is critical if the Middle East is going to truly achieve food security, experts have told Arab News.\n\nAs agricultural productivity in the region remains vulnerable to supply chain disruption, water shortages, and conflicts, the challenge of producing more food without further harming the environment intensifies.\n\nVertical farms, increased use of data, and cross-country collaboration have all been flagged up to Arab News as key ways to tackle the short and long term challenges.\n\nAbdel Rahman Al-Zubaidi, CEO of Ivvest, a Saudi-based agricultural technology and indoor farming company, emphasized to Arab News how his firm addresses these challenges: \"Vertical farming allows exponential multiplication for the amount that can be produced in farms, enabling us to utilize vertical space and changing the way we design the production capacity from two dimensions to three dimensions.\"\n\nHe added: \"This is essential for getting the best out of our limited arable lands in the Middle East, where, for instance, Saudi Arabia's arable land was just 1.6 percent in 2021.\" Available in Saudi Arabia, Ivvest's farming \"Capsule,\" is a smart container farming unit empowered with IvvestOS, an operating system that brings intelligence to the facility. Using this technology, farmers can produce more than 200 plants per sq. meter, all year long, without pesticides, and while consuming 90 percent less water and land, according to the company.\n\nSanjay Borkar, CEO and co-founder of FarmERP, talked up the importance of innovation in an interview with Arab News, stating: \"Tools like drones, sensors, and data analytics -- key components of precision agriculture -- help farmers and agribusiness use resources wisely. By monitoring things like soil health and water levels in real-time, farmers can fine-tune the use of water, fertilizers, and other inputs, minimizing waste and maximizing yields.\" Precision agriculture, soil health management, and improved water usage techniques are part of broader efforts to adapt to climate change and protect valuable resources.Many countries are adopting climate-smart agriculture, which integrates sustainable practices that improve resilience to environmental stressors while mitigating greenhouse gas emissions.\n\nWater scarcity: A crisis across the region\n\nWater scarcity is perhaps the most pressing environmental issue across the Middle East. Jordan is one of the countries most affected, facing severe water stress due to the combination of traditional irrigation methods and over-reliance on depleted water resources. The UN Food and Agriculture Organization and other international organizations are promoting precision agriculture techniques, such as drip irrigation and soil moisture sensors, to enhance water use efficiency and reduce wastage.\n\nVertical farming allows exponential multiplication for the amount that can be produced in farms.\n\nAbdel Rahman Al-Zubaidi, CEO of Ivvest\n\nIvvest's Al-Zubaidi explained that \"indoor farming isolates the farming environment from the outside, ensuring optimal conditions for crops and reducing water loss from evaporation.\"\n\nHe noted that these methods drastically reduce the need for pesticides, further increasing sustainability.\n\nConflict-driven food insecurity\n\nWhile water scarcity is a severe concern, the Middle East's food security crisis is also driven by conflict.\n\nIn correspondence with Arab News, the FAO said: \"The ongoing war in Gaza has significantly exacerbated food insecurity in the broader NENA (Near East and North Africa) region by intensifying the already dire humanitarian crisis.\"\n\nThe organization revealed that this conflict has disrupted supply chains, with the latest reports indicating that 95 percent of Gaza's population faces high levels of food insecurity and nearly 343,000 people are at catastrophic risk of famine.\n\nLocal initiatives, such as urban farming and community-supported agriculture, have provided some relief to conflict-affected populations.\n\nThe impact of the Russia-Ukraine war\n\nThe global grain market has been severely impacted by the Russia-Ukraine war, with the Middle East feeling the effects more acutely than other regions. Countries including Egypt, Lebanon, and Yemen, heavily reliant on imports from these two major grain producers, are grappling with shortages.\n\nAs the conflict continues, food prices have soared, compounding the challenges faced by already vulnerable populations. The FAO's call for investment in domestic agricultural production and the adoption of sustainable farming practices is particularly relevant for these nations.\n\nThe FAO said that hunger in Arab countries reached 59.8 million people in 2022, a 75.9 percent increase since 2000, accounting for 12.9 percent of the population compared to the global average of 9.2 percent.\n\nTools like drones, sensors, and data analytics -- key components of precision agriculture -- help farmers and agribusiness use resources wisely.\n\nSanjay Borkar, CEO and co-founder of FarmERP\n\nAl-Zubaidi addressed how Ivvest can contribute to the region's food security: \"Our technology development started after a failed project with greenhouses, which ignited thorough research. We found that traditional greenhouses, while helpful, are resource-intensive and inefficient in hot climates like ours.\"\n\nHe pointed out: \"To overcome these risks, we designed and manufactured a full end-to-end indoor farming solution.\" Ivvest's vertical farming system allows producing over 240 plants per square meter, drastically enhancing productivity compared to greenhouses.\n\nZulfiqar Hamadani, CEO of Tanmiah Food Co., echoed the importance of local production, noting that \"we must prioritize sustainable local production and develop resilient supply chains to ensure that we can meet the nutritional needs of our growing population.\"\n\nHe highlighted Tanmiah's commitment to Saudi Arabia's Vision 2030 food self-sufficiency goals, adding: \"Saudi Arabia is taking major steps, including significant investments aimed at enhancing food security and fostering innovation in food production.\"\n\nInnovative solutions: a path to resilience\n\nIn response to these growing challenges, several countries in the Middle East are investing in innovative agricultural solutions. The FAO emphasized to Arab News the importance of \"sustainable and resilient farming practices, including soil and water conservation, waste reduction, and the implementation of nature-based solutions.\"\n\nAl-Zubaidi added that the key to sustainability in farming lies in integrating innovations into the broader supply chain.\n\nHamadani pointed out that the Middle East must \"invest in innovative agricultural technologies such as precision farming, which optimizes resource use and minimizes waste.\" He also emphasized the importance of sustainable practices that enhance soil health and water conservation.\n\nCollaboration for a sustainable future\n\nThe FAO emphasized that collaboration between regional governments, international organizations, and local communities is crucial for building resilient food systems.\n\n\"Promoting climate-smart agriculture, such as diversified cropping systems and sustainable pest management, is crucial for enhancing agricultural resilience,\" said the organization.\n\nAl-Zubaidi added that the importance of partnerships between technology providers, distributors, and governments in achieving food security, describing them as \"essential for creating a robust and sustainable food security framework.\"\n\nHamadani also stressed the need for government support, noting that \"clear policy frameworks that encourage research and development, alongside financial incentives for sustainable practices, are crucial.\" He advocated for policies that support sustainable agricultural practices and reduce barriers for startups.\n\nBorkar further elaborated, saying: \"Collaborative partnerships between governments, tech companies, and local farmers are essential to share knowledge and ensure technology is accessible.\" Grassroots initiatives like urban farming and water-efficient farming techniques can also empower communities and reduce their vulnerability to external shocks.",
                "source": {
                    "uri": "arabnews.jp",
                    "dataType": "news",
                    "title": "Arab News"
                },
                "authors": [],
                "image": "https://www.arabnews.jp/en/wp-content/uploads/sites/2/2024/12/4554855-1525643623-658x370.jpg",
                "eventUri": null,
                "sentiment": 0.2,
                "wgt": 471942030,
                "relevance": 1
            },
            {
                "uri": "2024-12-575982336",
                "lang": "eng",
                "isDuplicate": false,
                "date": "2024-12-14",
                "time": "18:14:51",
                "dateTime": "2024-12-14T18:14:51Z",
                "dateTimePub": "2024-12-14T17:52:03Z",
                "dataType": "news",
                "sim": 0.5843137502670288,
                "url": "https://cleantechnica.com/2024/12/14/the-business-of-decarbonization-pays-off-but-dont-wait-to-start/",
                "title": "The Business Of Decarbonization Pays Off  --  But Don't Wait To Start",
                "body": "The business of decarbonization is too important to wait, say experts. But merely having climate commitments that focus on 2050 isn't sufficient, as such pledges may lull business leaders into thinking there is still some time left until they need to act. It's not only possible but prudent for organizations to decarbonize, safeguard nature, and build resilience rapidly -- now.\n\nIn fact, businesses that fail to address growing climate risks in the near term are more likely to experience steep financial losses throughout the coming decade.\n\nTwo WEF reports - \"The Cost of Inaction: A CEO Guide to Navigating Climate Risk\" and \"Business on the Edge: Building Industry Resilience to Climate Hazards\" provide a roadmap for companies as they move forward toward net zero operations. The authors describe the roadmap as a plan that every business leader should be activating within the next 24 months to drive better executive level decision-making.\n\nWith the planet already facing irreversible tipping points, the frequency and severity of climate hazards with a direct impact on business and societies globally will continue to grow. The cascading economic and societal risks for business are complex and interconnected, but they can be understood in three separate ways: direct operational costs, supply chain disruption, and instability in nature and society.\n\nWhy the Business of Decarbonization Needs Immediate Action\n\nNatural disasters like hurricanes, floods, and wildfires have had a direct impact on the business climate. The climate crisis is already having profound effects on the global economy with climate-related damages having surpassed $3.6 trillion since 2000, more than doubling in 20 years. Climate inaction means missing out on opportunities, as the global green economy is expected to expand from $5 trillion in 2024 to $14 trillion by 2030. The economic case for decarbonization is better than most may think, as industries can reduce 10-60% of their emissions at no or limited additional cost. At carbon prices in line with net zero requirements, almost all sectors could abate over 50% of their emissions, with some achieving net zero.\n\nThe US has seen hundreds of billions of dollars in clean technology investments since the 2022 passage of the Inflation Reduction Act (IRA) -- solar installations, offshore wind farms, electric vehicle manufacturing, battery factories, mining and processing of battery minerals, adoption of heat pumps, and other energy efficiency improvements. Whew! Our CleanTechnica editor, Zachary Shahan, says that the IRA has been \"one of the most under-appreciated pieces of legislation in American history.\"\n\nLots of businesses are already investing in decarbonization. The IRA is the biggest reshoring and pro-manufacturing legislation that the US has ever experienced. Its strategic and numerous incentives have been crucial to motivating EV and battery manufacturing. IRA investments are recreating a strong domestic EV manufacturing sector as well as breaking China's dominance of critical mineral and battery component supply chains.\n\nYet, as the global energy mix shifts toward low-emission sources, further significant investments are required to modernize infrastructure and ensure the reliability of power generation. This includes upgrading transmission grids and expanding energy storage systems to support the integration of variable renewable energy sources like wind and solar.\n\nTo make this leap, it's important for businesses to understand the full scope of emissions that are produced by the world economy - as categorized under the Greenhouse Gas (GHG) Protocol - is essential for companies to assess and manage their carbon footprints effectively:\n\nRefining and Planning for Financial Risks due to the Climate Crisis\n\nIn a December 2024 interview, John Mennel, a managing director at Deloitte and its purpose strategy leader, outlines how, because renewables are the cheapest source of energy, \"companies generally save or make money when they're more sustainable.\" Companies, of course, will only move as quickly as they can define investments profitably and finance them.\n\nUnlike direct emissions produced by an institution's own operations, financed emissions represent the broader climate footprint resulting from the allocation of financial resources to entities that may contribute to greenhouse gas emissions through their operations. Two types of climate risks are becoming material for business: physical risks (acute events like floods and chronic issues like sea level rise) and transition risks (e.g., regulatory changes and stranded assets). Companies now need to consider the risks to the existences and assets from climate change. Moreover, if they do have a decarbonization plan, they must anticipate how to reduce the capital expense to accomplish it as well as how to increase the return on investment.\n\nTogether, these risks are reshaping industries, threatening financial stability, and creating urgency for climate action. Powerful statistics that emerge from new World Economic Forum research include:\n\nFinal Thoughts about the Business of Decarbonization\n\nWhile it is a long way short of requirements of the Paris Agreement, we are at the beginning of a \"prolonged period of decline for the first time since the industrial revolution,\" according to DNV's Energy Transition Outlook.\n\nWhat will it take to reduce the emissions of the formidable power, buildings, transportation, and agriculture industries? It will require hundreds more wind turbines, solar panels, electric vehicles, and storage batteries. The production of these industries, in turn, will require water, energy, rare earth elements, and critical metals to produce, creating more emissions from production. Is this progress toward decarbonization achievable?\n\nWhile some say that decarbonization remains a significant challenge, pathways to a net zero future are on the horizon. The business of decarbonization requires leaders who are both visionary and practical, innovative and articulate.",
                "source": {
                    "uri": "cleantechnica.com",
                    "dataType": "news",
                    "title": "CleanTechnica"
                },
                "authors": [
                    {
                        "uri": "carolyn_fortuna@cleantechnica.com",
                        "name": "Carolyn Fortuna",
                        "type": "author",
                        "isAgency": false
                    }
                ],
                "image": "https://cleantechnica.com/wp-content/uploads/2024/12/US-dollars-and-Euros.jpg",
                "eventUri": "eng-10166299",
                "sentiment": -0.01960784313725494,
                "wgt": 471896091,
                "relevance": 1
            },
            {
                "uri": "8457750779",
                "lang": "eng",
                "isDuplicate": false,
                "date": "2024-12-14",
                "time": "18:03:55",
                "dateTime": "2024-12-14T18:03:55Z",
                "dateTimePub": "2024-12-14T18:02:26Z",
                "dataType": "news",
                "sim": 0,
                "url": "https://www.thedailystar.net/business/economy/news/cooling-red-hot-inflation-7-june-possible-3776356",
                "title": "Is cooling red-hot inflation to 7% by June possible?",
                "body": "The central bank governor projects cooling the red-hot inflation, which has hovered above 9 percent since March last year, to 7 percent by June next year.\n\nHis optimism mainly stems from monetary tightening and duty cuts on essential commodities.\n\nBut the problem is that neither multilateral lenders nor local economists are in support of his projection -- at least not by the June 2025 deadline.\n\nBangladesh Bank Governor Ahsan H Mansur, an economist who has served the International Monetary Fund (IMF), is presumably well aware of the disagreements.\n\nHe also knows that any delay in easing price pressures will only be met with disbelief, disgust and frustration from the people.\n\nSpeaking of exhaustion, take the case of Abul Hasan, a 32-year-old private jobholder, who was about to buy a slice of cake to enjoy with his tea at a roadside stall at Farmgate in Dhaka.\n\n\"How much is the cake?\" he asked the vendor while taking it from a dangling polythene bag.\n\n\"Tk 20,\" the shopkeeper replied.\n\n\"Tk 20 for this slim slice?\" Hasan thought he had heard wrong. \"I couldn't even hold the piece of cake for a while,\" he joked, before turning serious and asking, \"How long can I bear the extra burden of expenses for my family? I am already tired and disgusted with the unusually high commodity prices.\"\n\nHasan's frustration mirrors the sentiments of millions of Bangladeshis as inflation remains stubbornly high, with food inflation crossing into double digits.\n\nInflation hit a four-month-high of 11.38 percent in November, while food inflation soared to 13.80 percent from 12.66 percent in October, according to data from the Bangladesh Bureau of Statistics.\n\nThe 12-month average inflation stood at 10.22 percent in November, up from 10.05 percent in October.\n\nThis leaves the Bangladesh Bank and economists disputing where to target to blunt the price curve: the supply side or the demand.\n\nIn its latest outlook, the World Bank stated that inflation might moderate by fiscal year 2024-25, but it is expected to remain near 9 percent, far above the target of 7 percent by mid-2025.\n\nThe IMF has projected average inflation of 10.7 percent for this fiscal year owing to political turbulence and major floods in August and September.\n\nBesides, the multilateral lender also noted supply chain disruption and rising input costs due to currency depreciation as factors contributing to elevated inflation.\n\nThe Asian Development Bank (ADB) also projects double-digit inflation in the fiscal year 2024-25, citing similar reasons to the IMF.\n\nHowever, the Bangladesh Bank, in its mission to cool inflation, has largely targeted the demand side.\n\nIS DAMPING DEMAND THE SOLUTION?\n\nIn recent months, what the central bank has been trying to accomplish is to limit the flow of money in the market and thus control demand.\n\nAfter assuming office in the second week of August this year, Mansur raised the policy rate three times, taking the total number of tightening measures to five this year, to 10 percent.\n\nThe policy rate is the rate at which commercial banks borrow from the central bank.\n\nRecently, a high-powered committee of the Bangladesh Bank, chaired by the central bank governor, decided to maintain the rate until the desired level of inflation is achieved.\n\nIf that doesn't work, Mansur hinted at further tightening at a programme last week.\n\nApart from the tightening measures, other issues such as the country's dollar stock and bringing discipline to the financial sector have come under the spotlight as economists argue over the course of the battle against inflation.\n\nWHAT ABOUT SUPPLY-SIDE CAUSES?\n\nThe Bangladesh Bank has raised policy rates in an attempt to curb inflation, but this monetary tightening has its limitations, said Mustafa K Mujeri, a former chief economist of the central bank.\n\nTo battle inflation, he called for addressing supply-side deficiencies.\n\n\"It is not possible to reduce inflation solely by increasing the policy rate,\" said the economist.\n\n\"Other policies, such as market management, monitoring and eliminating unnecessary manipulation of commodity prices, are critical.\n\n\"Without these, there is no possibility of controlling inflation,\" he added.\n\nBesides, the former chief economist of the central bank reminded that higher borrowing costs raise production costs for businesses, deter new investment and consumption, and potentially stall economic growth.\n\nHe said rising input costs, particularly for energy and raw materials, have constrained industrial output, especially for small and medium enterprises.\n\nMany businesses are operating below capacity, reducing supply and ultimately driving up prices, the economist said.\n\nThis means over-tightening can harm the fight against price pressure, but determining the right point is not an easy task.\n\nDOLLAR STOCK MATTERS TOO\n\nMonzur Hossain, a research director at the Bangladesh Institute of Development Studies, said: \"I don't think inflation will come down to 7 percent in the next five to six months. Key indicators - such as forex reserves and the exchange rate - do not support such an optimistic projection.\"\n\nHe said if foreign exchange reserves remain low, the financial sector does not function properly and the exchange rate is unstable, it will be difficult to reduce inflation soon.\n\nIn recent months, remittance inflows have continued to rise, providing a breather for a country facing multiple challenges.\n\nDespite that, the US dollar has recently jumped further to Tk 125 against the taka after remaining stable at Tk 120 for months.\n\nA pricier dollar makes imports more expensive, while dollar rate volatility complicates the inflationary outlook.\n\nINFLATION COOLING NEEDS MORE TIME\n\nAt a programme on Thursday last week, Mansur admitted that inflation has not yet come down, although monetary policies have been tightened and fiscal measures implemented to control domestic borrowing.\n\n\"I think all the medications that could be applied have been applied in order to reduce inflation. We are waiting for the body to react to the medication. We are waiting for the economy to react to the doses of economic policy tightening,\" Mansur said.\n\nApart from tightening the monetary policy, Mansur said the government has also removed import duties on essential food items like onions, vegetable oil, and sugar to help ease inflationary pressures.",
                "source": {
                    "uri": "thedailystar.net",
                    "dataType": "news",
                    "title": "The Daily Star"
                },
                "authors": [],
                "image": null,
                "eventUri": null,
                "sentiment": -0.07450980392156858,
                "wgt": 471895435,
                "relevance": 1
            },
            {
                "uri": "2024-12-575483782",
                "lang": "eng",
                "isDuplicate": false,
                "date": "2024-12-14",
                "time": "03:04:43",
                "dateTime": "2024-12-14T03:04:43Z",
                "dateTimePub": "2024-12-14T02:16:25Z",
                "dataType": "news",
                "sim": 0,
                "url": "https://www.czechjournal.cz/intel-arc-b580-gpu-launches-at-249-sells-out-quickly/",
                "title": "Intel Arc B580 GPU Launches at $249, Sells Out Quickly - czechjournal.cz",
                "body": "The highly anticipated Intel Arc B580 GPU officially hit the shelves with a bang, launching at a competitive price point of $249. Almost instantaneously, this cutting-edge graphics card flew off the shelves, leaving potential buyers eagerly awaiting its restock, which is slated for January 2025. With the gaming and tech community buzzing over this rapid sell-out, it begs the question -- what makes the Arc B580 so sought-after?\n\nWhy the Intel Arc B580 is Making Waves\n\nThe Intel Arc B580 GPU is part of Intel's latest venture to dominate the mid-range graphics card market. With robust specifications aimed at delivering exceptional gaming performance and efficiency, the Arc B580 stands as a formidable contender against its peers. Packed with innovative technology, it is designed to meet the demands of modern gamers and content creators who crave high-performance hardware without breaking the bank.\n\nKey Features and Specifications\n\nThe Market Reaction\n\nUpon its release, the Intel Arc B580 GPU quickly captured the attention of tech enthusiasts and gamers nationwide. The draw of high performance coupled with a reasonable price tag made it an irresistible option. This enthusiasm was evident in the swift depletion of stocks shortly after the card became available. For many, the appeal lies in Intel's return to the discrete GPU market, promising competition that could drive innovation and potentially lower prices across the board.\n\nComparisons with Rivals\n\nIn the domain of mid-range GPUs, the Arc B580 faces stiff competition from industry titans like NVIDIA and AMD. However, Intel's offering boasts several advantages:\n\nAnticipated Restock and Supply Challenges\n\nWhile the initial batch of Arc B580 units has sold out, Intel has announced that restocking efforts are underway, with more units expected to hit stores by January 2025. This brief gap between availability allows Intel to manage production pressures while ramping up supply to meet the high demand.\n\nSupply chain disruption continues to be a critical issue globally, affecting a range of industries, including tech hardware. Intel is reportedly working diligently to ensure that future restocks accommodate the pent-up demand that has yet to be satisfied.\n\nPreparing for the Next Purchase Opportunity\n\nFor those who missed out on the first wave, there are strategic ways to prepare for the next restock:\n\nThe Broader Impact on the GPU Market\n\nThe frenzied reception of the Arc B580 reflects broader trends and challenges within the GPU market. With a surge in demand for powerful components, particularly fueled by gaming, AI applications, and content creation, the sector faces accelerating innovation cycles.\n\nIntel's successful entry could initiate price adjustments across similar product segments, encouraging scalability and diversity of options for consumers. This dynamic landscape underlines the importance of continuously crafting competitive strategies in distribution and customer engagement.\n\nMeeting Consumer Expectations\n\nIntel has set high expectations with the Arc B580's compelling combination of performance and affordability. Consumers now expect more rapid advances and optimized hardware capable of supporting the latest gaming technologies. The B580's success emphasizes the need for integrated solutions that balance performance with innovation.\n\nGamers are increasingly discerning, demanding not only excellent performance metrics but also future-proof features that can keep pace with ongoing advancements in gaming technology.\n\nThe Road Ahead for Intel\n\nAs Intel continues its push into the discrete GPU market, the company is poised to challenge existing market dynamics. By responding to consumer demand and focusing on delivering premium experiences at accessible prices, Intel aims to strengthen its position in the hardware space.\n\nThe successful launch and sell-out of the Arc B580 serve as a testament to Intel's strategic approach, matching innovative product development with consumer-centric pricing. As more units become available, Intel's ability to sustain this momentum will be watched keenly by industry analysts and consumers alike.\n\nThe company's ongoing focus on incorporating customer feedback and industry-best practices will likely play a crucial role in shaping future product releases and securing consumer loyalty.\n\nAs we wait for the Arc B580 to hit shelves again in January 2025, the tech community's spotlight remains firmly on Intel, eager to see how it will continue to navigate the complexities of this competitive landscape.\n\nAre you excited about the Intel Arc B580 or thinking about upgrading to this powerhouse GPU? Share your thoughts and experiences in the comments below, and stay tuned for more updates on tech innovations and news!",
                "source": {
                    "uri": "czechjournal.cz",
                    "dataType": "news",
                    "title": "The Czech Journal"
                },
                "authors": [
                    {
                        "uri": "karolina_sedlackova@czechjournal.cz",
                        "name": "Karolina Sedlackova",
                        "type": "author",
                        "isAgency": false
                    }
                ],
                "image": "https://www.czechjournal.cz/wp-content/uploads/2024/12/Intel-Arc-B580-GPU-Launches-at-249-Sells-Out-Quickly.jpg",
                "eventUri": null,
                "sentiment": 0.192156862745098,
                "wgt": 471841483,
                "relevance": 1
            },
            {
                "uri": "8456647428",
                "lang": "eng",
                "isDuplicate": false,
                "date": "2024-12-13",
                "time": "20:28:27",
                "dateTime": "2024-12-13T20:28:27Z",
                "dateTimePub": "2024-12-13T20:28:06Z",
                "dataType": "news",
                "sim": 0.5333333611488342,
                "url": "https://www.dcvelocity.com/transportation/maritime-ocean/ports/aafa-urges-ila-and-usmx-to-resolve-dockworker-contract-feud",
                "title": "AAFA urges ILA and USMX to resolve dockworker contract feud",
                "body": "Ben Ames has spent 20 years as a journalist since starting out as a daily newspaper reporter in Pennsylvania in 1995. From 1999 forward, he has focused on business and technology reporting for a number of trade journals, beginning when he joined Design News and Modern Materials Handling magazines. Ames is author of the trail guide \"Hiking Massachusetts\" and is a graduate of the Columbia School of Journalism.\n\nAs another potential strike looms at East and Gulf coast ports, nervous retailers are calling on dockworkers union the International Longshoremen's Association (ILA) to reach an agreement with port management group the United States Maritime Alliance (USMX) before their current labor contract expires on January 15.\n\nThe latest call for a quick solution came from the American Apparel & Footwear Association (AAFA), which cheered President-elect Donald Trump for his published comments yesterday indicating that he supports the 45,000 dockworkers' opposition to increased automation for handling shipping containers.\n\nIn response, AAFA's president and CEO, Steve Lamar, issued a statement urging both sides to avoid the major disruption to the American economy that could be caused by a protracted strike. \"We urge the ILA to formally return to the negotiating table to finalize a contract with USMX that builds on the well-deserved tentative agreement of a 61.5 percent salary increase. Like our messages to President Biden, we urge President-elect Trump to continue his work to strengthen U.S. docks -- by meeting with USMX and continuing work with the ILA -- to secure a deal before the January 15 deadline with resolution on the issue of automation,\" Lamar said.\n\nThe deadline approaches after the dockworkers' three-day strike in October ended with a promise to return to the negotiating table in three months. That agreement brought temporary relief on the doorstep of the annual winter holiday peak season. But although it comes after the holidays, a January strike could also be damaged because it would come at nearly the same time as the annual spike in shipments following Asia's Lunar New Year, according to ITS Logistics' monthly \"US Port/Rail Ramp Freight Index.\"\n\nWhile the East and Gulf ports are currently seeing a normal December calm post retail peak and prior to the Lunar New Year, the U.S. West Coast ports are still experiencing significant import volumes, the ITS report said. That high volume may be the result of inventory being pulled forward due to market apprehension about potential tariffs that could come with the beginning of the Trump administration, as well as retailers already compensating for the potential port strike.\n\n\"The volumes coming from Asia on the trans-Pacific trade routes are not overwhelming the supply of capacity as spot rates at origin are not being pushed higher,\" Paul Brashier, Vice President of Global Supply Chain for ITS Logistics, said in a release. \"For the time being, everything seems balanced. That said, if the US West Coast continues to be a release valve for a potential ILA strike supply chain disruption, there is a high risk that both West Coast Port and Rail operations could become overwhelmed.\"",
                "source": {
                    "uri": "dcvelocity.com",
                    "dataType": "news",
                    "title": "DC Velocity"
                },
                "authors": [],
                "image": "https://www.dcvelocity.com/media-library/containers-and-ships-at-port.webp?id=55321764&width=1200&height=600&coordinates=0%2C21%2C0%2C21",
                "eventUri": "eng-10169278",
                "sentiment": 0.2627450980392156,
                "wgt": 471817707,
                "relevance": 1
            }
        ],
        "totalResults": 514,
        "page": 1,
        "count": 5,
        "pages": 103
    }
}